---
kind: enumMember
id: F:Autodesk.Revit.DB.OpenConflictScenario.Relinquished
enum: Autodesk.Revit.DB.OpenConflictScenario
source: html/7db711fa-cfb1-39da-a184-5aaf4230b660.htm
---
# Autodesk.Revit.DB.OpenConflictScenario.Relinquished

Ownership to model elements is relinquished.